<h1>Почему работа программистом востребована в наши дни.</h1>

<p>Сейчас российские компании стали испытывать особую нагрузку на подразделения IT: многие зарубежные сервисы ушли с нашего рынка, некоторые компании сами пострадали от санкций, растет количество атак на инфраструктуру в целом. 

    В связи с этим ключевыми направлениями для работы IT-команд стали: 
    
    анализ и минимизация рисков в направлении IT;
    разработка российских решений для замещения иностранного программного обеспечения;
    автоматизация работы внутренних систем — для улучшения качества работы и повышения продуктивности бизнеса;
    перенос инфраструктуры на отечественные сервера;
    переобучение специалистов, которые работали с иностранным софтом, на работу с отечественным;
    модернизация систем безопасности. 
    Сейчас особую сложность ситуации придает тот факт, что все эти задачи нужно решать быстро и параллельно.</p>
<p>Киберпреступники чаще всего атакуют финансовые организации, компании в сфере продаж и здравоохранения, а также digital-сервисы с большим количеством пользователей. Их основная цель — получить деньги (напрямую или требуя выкуп) или украсть данные пользователей.

    С февраля 2022 года количество кибератак увеличилось еще и в связи с тем, что многие зарубежные вендоры, в том числе в сфере кибербезопасности (IBM, Cisco, Palo Alto, IBM, Microsoft, Fortinet), приняли решение приостановить бизнес в России или вовсе уйти из страны.</p>
<p></p>

