<h1>Обо мне</h1>
 <h4>Меня зовут Федор Вантеев, и я рад приветствовать вас на своей странице.<p></p> Я живу в Черемхово, Россия, и я учусь в 8 классе местного Лицея.</h4>
<h1>Хобби</h1>
<h4>Я люблю ходить на занятия по плаванию, а в свободное время люблю<p></p> играть в компьютерные игры и разговаривать с друзьями.</h4>
<h1>Образование</h1>
<h4>Мои любимые предметы в школе - алгебра и информатика.<p></p> После окончания 9 класса школы я планирую пойти в 10 и 11 класс,<p></p>чтобы потом поступить в один из технических университетов,<p></p> чтобы получить качественное высшее образование в области техники или информационных технологий.</h4>
<h1>Цели</h1>
<h4>Я мечтаю стать программистом и научиться разрабатывать<p></p> компьютерные игры, чтобы зарабатывать деньги. </h4>